[
  {
    "title":"Remember What You Read - How To Memorize What You Read!",
    "video": "https://www.youtube.com/watch?v=FyehamdlV3w",
    "image": "https://i.ytimg.com/vi_webp/FyehamdlV3w/hqdefault.webp",
    "text": "We have all read a page and then 5 minutes later don't remember what we just read. There is a simple process that you can follow to remember what you read."
  },
  {
    "title":"Memory Champion Teaches You How to Memorize Anything",
    "video": "https://www.youtube.com/watch?v=mI96Ph-yHcA",
    "image": "https://i.ytimg.com/vi/mI96Ph-yHcA/hqdefault.jpg",
    "text": "Joshua Foer can remember anything, including the first 100 digits of Pi. The former U.S.A. Memory Champion explains how he—and you—can memorize anything using the major system technique, which converts numbers into words and images."
  },
  {
    "title":"Have a Bad Memory? I'll Prove you Wrong!",
    "video": "https://www.youtube.com/watch?v=LBY9cInZATQ",
    "image": "https://i.ytimg.com/vi_webp/LBY9cInZATQ/hqdefault.webp",
    "text": "Ever forgot names of people you met, keys, new vocabulary, phone numbers, birthday dates etc.? If you think you have a Bad Memory, you are utterly wrong. Take part in this Standard Picture Recognition Test, and I'll prove to you why your memory is great."
  },
  {
    "title":"How to practice effectively...for just about anything - Annie Bosler and Don Greene",
    "video": "https://www.youtube.com/watch?v=f2O6mQkFiiw",
    "image": "https://i.ytimg.com/vi_webp/f2O6mQkFiiw/hqdefault.webp",
    "text": "Mastering any physical skill takes practice. Practice is the repetition of an action with the goal of improvement, and it helps us perform with more ease, speed, and confidence. But what does practice actually do to make us better at things?"
  },
  {
    "title":"Can you solve the prisoner hat riddle? - Alex Gendler",
    "video": "https://www.youtube.com/watch?v=N5vJSNXPEwA",
    "image": "https://i.ytimg.com/vi_webp/N5vJSNXPEwA/hqdefault.webp",
    "text": "You and nine other individuals have been captured by super-intelligent alien overlords. The aliens think humans look quite tasty, but their civilization forbids eating highly logical and cooperative beings. Unfortunately, they’re not sure whether you qualify, so they decide to give you all a test. Can you solve this hat riddle?"
  },
  {
    "title":"5 tips to improve your critical thinking - Samantha Agoos",
    "video": "https://www.youtube.com/watch?v=dItUGF8GdTw",
    "image": "https://i.ytimg.com/vi_webp/dItUGF8GdTw/hqdefault.webp",
    "text": "Every day, a sea of decisions stretches before us, and it’s impossible to make a perfect choice every time. But there are many ways to improve our chances — and one particularly effective technique is critical thinking."
  },
  {
    "title":"Feed Your Mind With Success - Motivational Video",
    "video": "https://www.youtube.com/watch?v=cEEhBmEJMEc",
    "image": "https://i.ytimg.com/vi_webp/cEEhBmEJMEc/hqdefault.webp",
    "text": "Feed Your Mind With Success! - Motivational Video. The person you will be in the future is based on EVERYTHING you do today."
  },
  {
    "title":"Spaced repetition in learning theory",
    "video": "https://www.youtube.com/watch?v=cVf38y07cfk",
    "image": "https://i.ytimg.com/vi_webp/cVf38y07cfk/hqdefault.webp",
    "text": "Spaced repetition is a learning technique where you review material and increasingly spaced intervals to improve long-term retention. This video covers the definition of spaced repetition and how to implement it."
  },
  {
    "title":"Testing effect (test-enhanced learning) in learning theory",
    "video": "https://www.youtube.com/watch?v=_wqG7g1kZUo",
    "image": "https://i.ytimg.com/vi_webp/_wqG7g1kZUo/hqdefault.webp",
    "text": "What is the testing effect? The testing effect is the finding that long-term retention and memory is improved when one tests themselves as opposed to simply reviewing the material."
  }]
